[
{
	"effect": "Water attribute & God type cards ATK x2.5, RCV x2.5. ATK x2.5 when simultaneously clearing 6+ connected Water orbs.",
	"name": "Sight of Mimir"
},
{
	"effect": "Machine type cards ATK x2. ATK x2, RCV x2 in cooperation mode.",
	"name": "Hey, what are you doing?"
},
{
	"effect": "Can no longer clear 4 or less connected orbs. Water attribute cards ATK x5. ATK x2 at 3 combos. ATK x1 for each additional combo, up to ATK x3 at 4 combos.",
	"name": "Everflowing Sunlight"
},
{
	"effect": "Can no longer clear 3 connected orbs. All attribute cards ATK x4. ATK x3, reduce damage taken by 50% after matching Heal orbs in a cross formation.",
	"name": "Eighth Dragon Awakening - Sky"
},
{
	"effect": "Wood attribute cards ATK x1.5. RCV x2.5 when matching exactly 4 connected heart orbs.",
	"name": "All right!! Time for lunch!"
},
{
	"data": [0.5,
	1,
	1],
	"effect": "50% HP reduction. Attacker type cards ATK x3.",
	"name": "Abomination"
},
{
	"effect": "No skyfall matches. Water attribute cards ATK x1.5, RCV x1.5. All attribute cards ATK x5 when reaching exactly 7 combos.",
	"name": "Azure Spring Dragon's Fangs"
},
{
	"effect": "No skyfall matches. Fire attribute cards HP x1.5, ATK x2. ATK x6, RCV x6 when reaching 8 combos. ATK x1,  RCV x1 for each additional combo, up to ATK x7, RCV x7 at 9 combos.",
	"name": "Axiom of Exorcism"
},
{
	"effect": "Water attribute cards ATK x3 when HP is less than 50% ( Water attribute cards ATK x3.3 when HP is full. Water attribute cards ATK x3.15 when HP is greater than 50%. ). Wood attribute cards RCV x2.",
	"name": "blue-green divine clock"
},
{
	"effect": "No skyfall matches. Dark attribute cards ATK x2, RCV x2. ATK x2 when simultaneously clearing 6 connected Dark orbs. ATK x1 for each additional orb, up to ATK x8 at 12 connected orb.",
	"name": "Fool!"
},
{
	"effect": "All attribute cards ATK x4 when attacking with 4 of following orb types: Fire, Water, Wood, Light & Dark. ATK x1 for each additional orb type, up to ATK x5 for all 5 matches. Attacker & Machine type cards HP x1.3, ATK x1.3, RCV x1.3.",
	"name": "I'll slice it up"
},
{
	"effect": "Balanced & Devil type cards HP x1.5, ATK x3.5. ATK x2 when simultaneously clearing 4 connected Heart orbs. ATK x0.5 for each additional orb, up to ATK x3 at 6 connected orb.",
	"name": "Bakusaiga"
},
{
	"effect": "All attribute cards ATK x4.5, 25% all damage reduction when attacking with Light and Fire combos at the same time. Change the board to 7x6 size.",
	"name": "Hidden Sorcery"
},
{
	"effect": "No skyfall matches. Wood attribute cards All Stats x1.5. ATK x3 for clearing each Wood or Fire orbs in a cross formation.",
	"name": "Axiom of Salvation"
},
{
	"effect": "No skyfall matches. Water attribute cards ATK x2.5, RCV x2.5. ATK x3 when simultaneously clearing 6 connected Water orbs. ATK x0.5 for each additional orb, up to ATK x4.5 at 9 connected orb.",
	"name": "Aqua Steel Star of Sagittarius"
},
{
	"effect": "Matched attribute ATK x4.5 when matching exactly 5 connected orbs with at least 1 enhanced orb. God & Devil type cards HP x2, ATK x2.",
	"name": "Longing Breath"
},
{
	"effect": "All attribute cards ATK x2 when attacking with 4 of following orb types: Fire, Water, Wood, Light, Dark & Heart. ATK x3 for each additional orb type, up to ATK x8 for all 6 matches. God type cards HP x1.5, ATK x1.5, RCV x1.5.",
	"name": "Solar Barrage"
},
{
	"effect": "Healer & Devil type cards HP x2, ATK x2. ATK x3 when simultaneously clearing 6 connected Wood orbs. ATK x0.5 for each additional orb, up to ATK x4 at 8 connected orb.",
	"name": "Spirit of the Archdemon"
},
{
	"effect": "Water & Wood attribute cards HP x1.5, ATK x1.5. All attribute cards ATK x5, 25% all damage reduction when attacking with Water and Wood combos at the same time.",
	"name": "Hermit Cycle"
},
{
	"effect": "Dark attribute cards ATK x6. Water attribute cards RCV x2. ATK x2 for clearing each Dark orbs in a cross formation.",
	"name": "From now on... I alone will stand at the top."
},
{
	"effect": "Light attribute cards ATK x6. Water attribute cards RCV x2. ATK x1.5 when simultaneously clearing 5 connected Light orbs. ATK x0.5 for each additional orb, up to ATK x2.5 at 7 connected orb.",
	"name": "In the Beginning"
},
{
	"effect": "God, Attacker & Devil type cards HP x1.5, ATK x3.5. All attribute cards ATK x2, RCV x2 when reaching Dark & Water combos.",
	"name": "Victoria's Victory Song"
},
{
	"effect": "Dark attribute cards ATK x2.5, RCV x1.5. All attribute cards ATK x4, 25% all damage reduction when attacking with Fire, Water & Dark orb types at the same time.",
	"name": "Demonic Apotheosis"
},
{
	"effect": "Healer type cards HP x2, ATK x2. Healer attribute cards RCV x2 on the turn a skill is used. ( Multiple skills will not stack )",
	"name": "Oracle of the Radiant God"
},
{
	"data": [1,
	2,
	1,
	["elem",
	3],
	["type",
	4]],
	"effect": "Light attribute & Dragon type cards ATK x2.",
	"name": "Orange Gleam Petals"
},
{
	"effect": "Devil type cards ATK x1.5, RCV x1.5. Increases time limit of orb movement by 1 seconds.",
	"name": "Orchestra of Death"
},
{
	"data": [1,
	2,
	1,
	["elem",
	2],
	["type",
	4]],
	"effect": "Wood attribute & Dragon type cards ATK x2.",
	"name": "Ouha Binding"
},
{
	"data": [1,
	2,
	1,
	["elem",
	2],
	["type",
	4]],
	"effect": "Physical attribute cards HP x2, ATK x2. Attacker attribute cards ATK x1.2.",
	"name": "Ouha Binding"
},
{
	"effect": "Light attribute cards HP x1.5, ATK x1.5, RCV x1.5.",
	"name": "Our name is Orphan."
},
{
	"data": [2,
	2,
	1,
	["type",
	2]],
	"effect": "Physical type cards HP x2, ATK x2.",
	"name": "Overheat"
},
{
	"effect": "Balanced type cards ATK x2.",
	"name": "Paladin Ice Spear"
},
{
	"effect": "Water attribute cards ATK x1.5, RCV x1.5. ATK x2 when simultaneously clearing 4 connected Water orbs.",
	"name": "Panther Charm"
},
{
	"effect": "Dragon & Devil type cards HP x1.5, ATK x1.5, RCV x1.5. All attribute cards ATK x4 when reaching Water & Wood combos.",
	"name": "Path of Solitude"
},
{
	"effect": "Can no longer clear 3 connected orbs. Water attribute cards ATK x4. All attribute cards ATK x4, 25% all damage reduction when attacking with Water and Water combos at the same time.",
	"name": "Paulownia Protective Crest"
},
{
	"effect": "Water attribute cards ATK x2. All attribute cards ATK x2.5 when reaching 2 set of Water combos. ATK x2.5 for each additional combo, up to ATK x5 when reaching 3 combos.",
	"name": "Peacock of the Holy Lake"
},
{
	"effect": "Attacker type cards ATK x2. 50% chance to deal counter Light damage of 5x damage taken.",
	"name": "Peculiar Stance"
},
{
	"effect": "Physical type cards ATK x2.5, RCV x2.5.",
	"name": "Peerless Hunter"
},
{
	"effect": "Dragon & Devil type cards HP x1.3, ATK x1.3, RCV x1.3. ATK x1.5 when simultaneously clearing 4 connected Fire orbs. ATK x0.5 for each additional orb, up to ATK x10 at 21 connected orb.",
	"name": "Perfect Revolution Offense"
},
{
	"effect": "Attacker type cards HP x1.35, ATK x1.35, RCV x1.35. All attribute cards ATK x3 when reaching 2 set of Fire combos. ATK x3 for each additional combo, up to ATK x6 when reaching 3 combos.",
	"name": "Piping hot gifts for everyone!"
},
{
	"effect": "Water attribute cards ATK x2. All attribute cards ATK x2 when reaching 2 set of Water combos. ATK x1 for each additional combo, up to ATK x4 when reaching 4 combos.",
	"name": "Angel Wing"
},
{
	"data": [1,
	3,
	1],
	"effect": "All attribute cards ATK x3 when reaching Wood & Wood combos. 20% all damage reduction.",
	"name": "Annihilating Divine Will"
},
{
	"effect": "No skyfall matches. Dark attribute cards ATK x5. Deal ATK x30 damage to all enemies after every orbs elimination. Ignores enemy element, but can be reduced by enemy defense down to 0 damage.",
	"name": "Anryu Hiha"
},
{
	"effect": "Water attribute cards ATK x2, RCV x2. ATK x2 at 5 combos. ATK x1 for each additional combo, up to ATK x5 at 8 combos.",
	"name": "I was entrusted with his heart!"
},
{
	"effect": "No skyfall matches. Healer attribute cards HP x1.5, ATK x1.5. ATK x2 at 5 combos. ATK x2 for each additional combo, up to ATK x12 at 10 combos.",
	"name": "Spirit of the Miko Goddess"
},
{
	"effect": "Fixed orb movement time at 4 seconds.ATK x2.5, RCV x2.5 to Dragon type cards. All attribute cards ATK x6 when reaching 6 combos or above.",
	"name": "The Ebon Shadow"
},
{
	"effect": "Enhance Material type cards ATK x4, RCV x3.",
	"name": "Famitsu App Guidance"
},
{
	"effect": "Fixed orb movement time at 4 seconds.HP x2, ATK x2 to Dragon type cards. All attribute cards ATK x10 when attacking with Fire, Water, Wood, Light & Dark orb types at the same time.",
	"name": "The Silver Comet"
},
{
	"effect": "Dark attribute cards ATK x1.5. ATK x2 when simultaneously clearing 6 connected Poison or Mortal Poison orbs.",
	"name": "I can't answer to your request..."
}
]